[{
        "Copy": "1",
        "Date": "30  - 95 A.D.",
        "Text": "Original Autographs/Documents ",
        "Details": ""
       
    },
    {
        "Copy": "2",
        "Date": "120 A.D.",
        "Text": "The Vaudois/Waldensian (And onwards)",
        "Details": ""
    },
    {
        "Copy": "3",
        "Date": "150 A.D.",
        "Text": "The Peshitta (Syrian Copy)",
        "Details": ""
    },
    {
        "Copy": "4",
        "Date": "150 A.D. - 400 A.D. ",
        "Text": "Papyrus (Reading of the Receptus)",
        "Details": ""
    },
    {
        "Copy": "5",
        "Date": "157 A.D.",
        "Text": "The Italic Bible (From the Old Latin Vulgate used in Northern Italy)",
        "Details": ""
    },
    {
        "Copy": "6",
        "Date": "157 A.D.",
        "Text": "The Old Latin Vulgate",
        "Details": ""
    },
    {
        "Copy": "7",
        "Date": "177 A.D. ",
        "Text": "The Gallic Bible (Southern France)",
        "Details": ""
    },
    {
        "Copy": "8",
        "Date": "310 A.D.",
        "Text": "The Gothic (Version of UIfilas)",
        "Details": ""
    },
    {
        "Copy": "9",
        "Date": "350 A.D. - 400 A.D.",
        "Text": "The Textus Receptus (Dominant Text)",
        "Details": ""
    },
    {
        "Copy": "10",
        "Date": "400 A.D.",
        "Text": "Augustine (Favors Textus Receptus)",
        "Details": ""
    },
    {
        "Copy": "11",
        "Date": "400 A.D. ",
        "Text": "The Armenian Bible (Translated by Mesrob)",
        "Details": ""
    },
    {
        "Copy": "12",
        "Date": "400 A.D.",
        "Text": "The Old Syriac Bible",
        "Details": ""
    },
    {
        "Copy": "13",
        "Date": "400 A.D. ",
        "Text": "The Armenian Bible (There are 1244 copies of this version still I existence)",
        "Details": ""
    },
    {
        "Copy": "14",
        "Date": "450 A.D. ",
        "Text": "The Palestinian Syriac Version",
        "Details": ""
    },

    {
        "Copy": "15",
        "Date": "450 A.D.-1450 A.D.",
        "Text": "Byzantine (Text Dominant: Textus Receptus)",
        "Details": ""
    },
    {
        "Copy": "16",
        "Date": "508 A.D. ",
        "Text": "Philoxenian (by Chorepiscopos Polycarp, who commissioned by Philoxenos of Mabbug)",
        "Details": ""
    },
    {
        "Copy": "17",
        "Date": "500 A.D.-1500 A.D.",
        "Text": "Uncial Readings of Receptus (Codices)",
        "Details": ""
    },
    {
        "Copy": "18",
        "Date": "616 A.D. ",
        "Text": "Harclean Syriac (Translated by Thomas of Harqel – Revision 508 Philoxenian)",
        "Details": ""
    },
    {
        "Copy": "19",
        "Date": "864 A.D.",
        "Text": "Slavonic",
        "Details": ""
    },
    {
        "Copy": "20",
        "Date": "1100 A.D. – 1300 A.D. ",
        "Text": "The Latin Bible of the Waldensians (History goes back as far as the 2nd Century as people of the Vaudois Valley)",
        "Details": ""
    },
    {
        "Copy": "21",
        "Date": "1160 A.D.",
        "Text": "The Romaunt Version (Waldensian)",
        "Details": ""
    },
    {
        "Copy": "22",
        "Date": "1300 A.D. – 1500 A.D.",
        "Text": "The Latin Bible of the Albigenses",
        "Details": ""
    },
    {
        "Copy": "23",
        "Date": "1382 A.D. – 1550 A.D.",
        "Text": "The Latin Bible of the Lollards",
        "Details": ""
    },
    {
        "Copy": "24",
        "Date": "1384 A.D.",
        "Text": "The Wycliffe Bible",
        "Details": "The Wycliffe Bible is the only Bible here that was not translated from the Textus Receptus. Its inclusion here is for the Bible's historic value and for comparison in the English language.\n\n John Wycliffe, an Oxford professor produced the first hand-written English language Bible manuscripts in the 1380's. While it is doubtful Wycliffe himself translated the versions that bear his name, he certainly can be considered the driving force behind the project. He strongly believed in having the scriptures available to the people.\n\n  Wycliffe, was well-known throughout Europe for his opposition to the teaching of the organized Church, which he believed to be contrary to the Bible. With the help of his followers (called Lollards), Wycliffe produced dozens of English language manuscript copies of the scriptures. They were translated out of the Latin Vulgate, which was the only source text available to Wycliffe. The Pope was so infuriated by his teachings and his translation of the Bible into English, that 44 years after Wycliffe died, he ordered the bones to be dug-up, crushed, and scattered in the river."
    },
    {
        "Copy": "25",
        "Date": "1516 A.D.",
        "Text": "Erasmus's First Edition Greek (New Testament)",
        "Details": ""
    },
    {
        "Copy": "26",
        "Date": "1522 A.D.",
        "Text": "Erasmus's Third Edition Published",
        "Details": ""
    },
    {
        "Copy": "27",
        "Date": "1522 A.D. - 1534 A.D.",
        "Text": "Martin Luther's German Bible (1)",
        "Details": "Out of the Bible, which was translated by Martin Luther. Came True Bibles in the following languages: Russian, French, Norwegian, Spanish, Italian, Bulgarian, Rumanian, Swiss, Swedish, Austrian and Czech Bibles."
    },
    {
        "Copy": "28",
        "Date": "1525 A.D.",
        "Text": "Tyndale Version",
        "Details": ""
    },
    {
        "Copy": "29",
        "Date": "1534 A.D.",
        "Text": "Tyndale's Amended Version",
        "Details": "William Tyndale was the first man to ever print the New Testament in the English language. Tyndale also went on to be the first to translate much of the Old Testament from the original Hebrew into English, but he was executed in 1536 for the 'crime' of printing the scriptures in English before he could personally complete the printing of an entire Bible. His friends Myles Coverdale, and John [Thomas Matthew] Rogers, managed to evade arrest and publish entire Bibles in the English language for the first time, and within one year of Tyndale's death. These Bibles were primarily the work of William Tyndale."
    },
    {
        "Copy": "30",
        "Date": "1534 A.D.",
        "Text": "Colinaeus' Receptus",
        "Details": ""
    },
    {
        "Copy": "31",
        "Date": "1535 A.D.",
        "Text": "Coverdale Version",
        "Details": "The Coverdale Bible, compiled by Myles Coverdale and published in 1535, was the first complete English translation of the Bible to contain both the Old and New Testament and translated from the original Hebrew and Greek. The later editions (folio and quarto) published in 1539 were the first complete Bibles printed in England. The 1539 folio edition carried the royal license and was, therefore, the first officially approved Bible translation in English. \n\n Tyndale never had the satisfaction of completing his English Bible; but during his imprisonment, he may have learned that a complete translation, based largely upon his own, had actually been produced. The credit for this achievement, the first complete printed English Bible, is due to Miles Coverdale (1488-1569), afterward bishop of Exeter (1551-1553).\n\n The details of its production are obscure. Coverdale met Tyndale in Hamburg, Germany in 1529, and is said to have assisted him in the translation of the Pentateuch. His own work was done under the patronage of Oliver Cromwell, who was anxious for the publication of an English Bible; and it was no doubt forwarded by the action of Convocation, which, under Archbishop Cranmer's leading, had petitioned in 1534 for the undertaking of such a work. \n\n Coverdale's Bible was probably printed by Froschover in Zurich, Switzerland and was published at the end of 1535, with a dedication to Henry VIII. By this time, the conditions were more favorable to a Protestant Bible than they had been in 1525. Henry had finally broken with the Pope and had committed himself to the principle of an English Bible. Coverdale's work was accordingly tolerated by authority, and when the second edition of it appeared in 1537 (printed by an English printer, Nycolson of Southwark), it bore on its title-page the words, 'Set forth with the King's most gracious license.' In licensing Coverdale's translation, King Henry probably did not know how far he was sanctioning the work of Tyndale, which he had previously condemned. \n\n In the New Testament, in particular, Tyndale's version is the basis of Coverdale's, and to a somewhat less extent this is also the case in the Pentateuch and Jonah; but Coverdale revised the work of his predecessor with the help of the Zurich German Bible of Zwingli and others (1524-1529), a Latin version by Pagninus, the Vulgate, and Luther. In his preface, he explicitly disclaims originality as a translator, and there is no sign that he made any noticeable use of the Greek and Hebrew; but he used the available Latin, German, and English versions with judgment. In the parts of the Old Testament which Tyndale had not published he appears to have translated mainly from the Zurich Bible. [Coverdale's Bible of 1535 was reprinted by Bagster, 1838.] \n\n In one respect Coverdale's Bible was groundbreaking, namely, in the arrangement of the books of the. It is to Tyndale's example, no doubt, that the action of Coverdale is due. His Bible is divided into six parts -- (1) Pentateuch; (2) Joshua -- Esther; (3) Job -- 'Solomon's Balettes' (i.e. Canticles); (4) Prophets; (5) 'Apocrypha, the books and treatises which among the fathers of old are not reckoned to be of like authority with the other books of the Bible, neither are they found in the canon of the Hebrew'; (6) the New Testament. This represents the view generally taken by the Reformers, both in Germany and in England, and so far as concerns the English Bible, Coverdale's example was decisive."
    },
    {
        "Copy": "32",
        "Date": "1535 A.D.",
        "Text": "Lefevre's French Bible",
        "Details": ""
    },
    {
        "Copy": "33",
        "Date": "1537 A.D.",
        "Text": "Olivetan's French Bible",
        "Details": ""
    },
    {
        "Copy": "34",
        "Date": "1537 A.D.",
        "Text": "Matthew's Bible (John Rogers Printer)",
        "Details": "The Matthew Bible, also known as Matthew's Version, was first published in 1537 by John Rogers, under the pseudonym 'Thomas Matthew'. It combined the New Testament of William Tyndale, and as much of the Old Testament as he had been able to translate before being captured and put to death, with the translations of Myles Coverdale as to the balance of the Old Testament and the Apocrypha, except the Apocryphal Prayer of Manasses. It is thus a vital link in the main sequence of English Bible translations."
    },
    {
        "Copy": "35",
        "Date": "1539 A.D.",
        "Text": "The Great Bible",
        "Details": "The Great Bible of 1539 was the first authorized edition of the Bible in English, authorized by King Henry VIII of England to be read aloud in the church services of the Church of England. The Great Bible was prepared by Myles Coverdale, working under commission of Thomas, Lord Cromwell, Secretary to Henry VIII and Vicar General. In 1538, Cromwell directed the clergy to provide 'one book of the bible of the largest volume in English, and the same set up in some convenient place within the said church that ye have care of, whereas your parishioners may most commodiously resort to the same and read it.'"
    },
    {
        "Copy": "36",
        "Date": "1541 A.D.",
        "Text": "Swedish Upsala Bible (by Laurentius)",
        "Details": ""
    },
    {
        "Copy": "37",
        "Date": "1550 A.D.",
        "Text": "Stephanus Receptus (St. Stephen's Text)",
        "Details": ""
    },
    {
        "Copy": "38",
        "Date": "1550 A.D.",
        "Text": "Danish Christian III Bible",
        "Details": ""
    },
    {
        "Copy": "39",
        "Date": "1558 A.D.",
        "Text": "Biestken's Dutch Work",
        "Details": ""
    },
    {
        "Copy": "40",
        "Date": "1560 A.D.",
        "Text": "The Geneva Bible",
        "Details": "The Geneva Bible is one of the most influential and historically significant translations of the Bible into English, preceding the King James translation by 51 years. It was the primary Bible of 16th century Protestantism and was the Bible used by William Shakespeare, Oliver Cromwell, John Knox, John Donne, and John Bunyan. The language of the Geneva Bible was more forceful and vigorous and because of this, most readers strongly preferred this version at the time.\n\n The Geneva Bible was produced by a group of English scholars who, fleeing from the reign of Queen Mary, had found refuge in Switzerland. During the reign of Queen Mary, no Bibles were printed in England, the English Bible was no longer used in churches and English Bibles already in churches were removed and burned. Mary was determined to return Britain to Roman Catholicism.\n\n The first English Protestant to die during Mary's turbulent reign was John Rogers in 1555, who had been the editor of the Matthews Bible. At this time, hundreds of Protestants left England and headed for Geneva, a city which under the leadership of Calvin, had become the intellectual and spiritual capital of European Protestants.\n\n One of these exiles was William Whittingham, a fellow of Christ Church at Oxford University, who had been a diplomat, a courtier, was much traveled and skilled in many languages including Greek and Hebrew. He eventually succeeded John Knox as the minister of the English congregation in Geneva. Whittingham went on to publish the 1560 Geneva Bible.\n\n This version is significant because, it came with a variety of scriptural study guides and aids, which included verse citations that allow the reader to cross-reference one verse with numerous relevant verses in the rest of the Bible, introductions to each book of the Bible that acted to summarize all of the material that each book would cover, maps, tables, woodcut illustrations, indices, as well as other included features, all of which would eventually lead to the reputation of the Geneva Bible as history's very first study Bible."
    },
    {
        "Copy": "41",
        "Date": "1565 A.D.",
        "Text": "Theodore Beza's Receptus",
        "Details": ""
    },
    {
        "Copy": "42",
        "Date": "1568 A.D.",
        "Text": "The Bishop's Bible",
        "Details": "The Bishops' Bible was produced under the authority of the established Church of England in 1568. It was substantially revised in 1572, and the 1602 edition was prescribed as the base text for the King James Bible completed in 1611. The thorough Calvinism of the Geneva Bible offended the Church of England, to which almost all of its bishops subscribed. They associated Calvinism with Presbyterianism, which sought to replace government of the church by bishops with government by lay elders. However, they were aware that the Great Bible of 1539 , which was the only version then legally authorized for use in Anglican worship, was severely deficient, in that much of the Old Testament and Apocrypha was translated from the Latin Vulgate, rather than from the original Hebrew, Aramaic and Greek. In an attempt to replace the objectionable Geneva translation, they circulated one of their own, which became known as the Bishops' Bible."
    },
    {
        "Copy": "43",
        "Date": "1569 A.D.",
        "Text": "Spanish Translation (by Cassiodoro de Reyna)",
        "Details": ""
    },
    {
        "Copy": "44",
        "Date": "1587 A.D.",
        "Text": "Geneva Bible (\"Imprinted at London by Christopher Barker, Printer to the Queenes Maiestie. 1587. Cum privilegio.\")",
        "Details": ""
    },
    {
        "Copy": "45",
        "Date": "1598 A.D.",
        "Text": "Theodore Beza's Text",
        "Details": ""
    },
    {
        "Copy": "46",
        "Date": "1602 A.D.",
        "Text": "Czech Version",
        "Details": ""
    },
    {
        "Copy": "47",
        "Date": "1607 A.D.",
        "Text": "Diodati Italian Version",
        "Details": ""
    },
    {
        "Copy": "48",
        "Date": "1611 A.D.",
        "Text": "The King James Bible (with Apocrypha between Old and New Testament)",
        "Details": " The commissioning of the King James Bible took place at a conference at the Hampton Court Palace in London England in 1604. When King James came to the throne he wanted unity and stability in the church and state, but was well aware that the diversity of his constituents had to be considered. There were the Papists who longed for the English church to return to the Roman Catholic fold and the Latin Vulgate. There were Puritans, loyal to the crown but wanting even more distance from Rome. The Puritans used the Geneva Bible which contained footnotes that the king regarded as seditious. The Traditionalists made up of Bishops of the Anglican Church wanted to retain the Bishops Bible.\n\n The king commissioned a new English translation to be made by over fifty scholars representing the Puritans and Traditionalists. They took into consideration: the Tyndale New Testament, the Matthews Bible, the Great Bible and the Geneva Bible. The great revision of the Bible had begun. From 1605 to 1606 the scholars engaged in private research. From 1607 to 1609 the work was assembled. In 1610 the work went to press, and in 1611 the first of the huge (16 inch tall) pulpit folios known today as 'The 1611 King James Bible' came off the printing press. \n\n Out of the 1611 KJV came a Bible in the following languages: Chinese, Burmese, Malayan, Japanese, Persian, Arabic, Hebrew, American and many others."
    },
    {
        "Copy": "49",
        "Date": "1613 A.D.",
        "Text": "The King James Bible (Apocrypha Removed) (2)",
        "Details": ""
    },
    {
        "Copy": "50",
        "Date": "1769 A.D.",
        "Text": "The King James Bible (4th update of the English Language)",
        "Details": "By the mid-18th century the wide variation in the various modernized printed texts of the Authorized Version, combined with the notorious accumulation of misprints, had reached the proportion of a scandal, and the Universities of Oxford and Cambridge both sought to produce an updated standard text. First of the two was the Cambridge edition of 1760, the culmination of twenty-years work by Francis Sawyer Parris, who died in May of that year. This 1760 edition was reprinted without change in 1762 and in John Baskerville's fine folio edition of 1763. This was effectively superseded by the 1769 Oxford edition, edited by Benjamin Blayney."
    }
]
 
 
